<?xml version="1.0" encoding="UTF-8"?>
<WebElementEntity>
   <description></description>
   <name>main_09122024        2009      2009        _beb0eb</name>
   <tag></tag>
   <elementGuidId>2659fc66-8fc6-4646-adbd-0ff6628f28a9</elementGuidId>
   <selectorCollection>
      <entry>
         <key>XPATH</key>
         <value>//div[@id='__next']/div/div[2]/div[2]/div/div/main</value>
      </entry>
      <entry>
         <key>CSS</key>
         <value></value>
      </entry>
   </selectorCollection>
   <selectorMethod>XPATH</selectorMethod>
   <smartLocatorEnabled>false</smartLocatorEnabled>
   <useRalativeImagePath>true</useRalativeImagePath>
   <webElementProperties>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>tag</name>
      <type>Main</type>
      <value>main</value>
      <webElementGuid>01445aed-2550-4c40-bfde-db598661b138</webElementGuid>
   </webElementProperties>
   <webElementProperties>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>class</name>
      <type>Main</type>
      <value> tw-m-auto tw-mt-10 tw-flex tw-max-w-[1440px] tw-flex-col tw-items-center tw-justify-center tw-justify-items-center</value>
      <webElementGuid>b3539a23-d64c-4267-8d4a-b622f91e3519</webElementGuid>
   </webElementProperties>
   <webElementProperties>
      <isSelected>true</isSelected>
      <matchCondition>equals</matchCondition>
      <name>text</name>
      <type>Main</type>
      <value>أخبار جو أكاديمياجابات الكتاباخبار عامةأخبار وزاريةعالم المعرفةاجابات امتحاناتأسئلة امتحاناتأخبار توجيهيكتب ودوسياتأخرىاخبار التعليم العاليأخبار جو أكاديمي09/12/2024فريق جو اكاديمينماذج امتحانات نهائية مجانية  لجيل 2009نماذج امتحانات نهائية مجانية  لجيل 2009عروض البلاك فرايديعروض البلاك فرايديإطلاق منصة إلكترونية لتعليم المنهاج الفلسطيني مجانابتوجيهات ملكية سامية، واستمرارا للدور الملكي الهاشمي في دعم صمود الشعب الفلسطيني، جرى اليوم 24 تشرين أول 2024م في جامعة العلوم الإسلامية العالمية في عمان التوقيع على اتفاقية شراكة وتعاون يعُتمد بموجبها تشغيل تطبيق هاتفي مع منصة WISE SCHOOL لتعليم المنهاج الفلسطيني مجاناً لأبناء فلسطين في قطاع غزة والضفة الغربية والقدس الشريف.معسكر &quot;جو أكاديمي&quot; لتكنولوجيا التعليم يكرم 3 ابتكاراتاختتمت &quot;جو أكاديمي&quot;، الشركة الأردنية الرائدة في مجال حلول التعليم الإلكتروني، أول معسكر تدريبي من نوعه في المملكة للابتكار في تكنولوجيا التعليم، برعاية كريمة من وزارة الاقتصاد الرقمي والريادة، وبالتعاون مع شركة أورنج الأردن.ختام معسكر &quot;جو أكاديمي&quot; للابتكار في تكنولوجيا التعليمترعى وزارة الاقتصاد الرقمي والريادة مساء غد الخميس حفل اختتام أول معسكر تدريبي للابتكار في تكنولوجيا التعليم بالمملكة الذي نظمته &quot;جو أكاديمي&quot;، الشركة الأردنية الرائدة في مجال حلول التعليم الإلكتروني بالتعاون مع أورنج الأردن.التربية: صرف رواتب معلمي الإضافي غداأعلنت وزارة التربية والتعليم الأربعاء، تحويل رواتب المعلمين والمعلمات العاملين على حساب التعليم الإضافي مسائي سوريين ورياض الاطفال والمخيمات إلى البنوك.&quot;جو أكاديمي&quot; توفر محتوى تعليمي مجاني لطلبة مخيم الزعتريجددت الشركة الأردنية لحلول التعليم الإلكتروني والمحتوى &quot;جو أكاديمي&quot; اتفاقية تعاون مع منظمة بلومنت (blumont) للعام الثالث على التوالي.المنهاج الفلسطيني على جو اكاديميالمنهاج الفلسطيني من شرح مفصل واوراق عمل وشروحات وحصص مصورة مقدم من منصة جو اكاديمي الى طلاب مدارس فلسطينإطلاق تطبيق للمنهاج الفلسطيني مجاناأعلنت منصة &quot;جو أكاديمي&quot; بالشراكة مع جامعة العلوم الإسلامية العالمية إطلاق &quot;مدرسة جامعة العلوم الإسلامية العالمية&quot; التي تضع بين أيدي طلاب فلسطين وغزة مفاتيح التعليم النوعي مجانا وبدون اتصال بالإنترنت.جو أكاديمي ترعى مسابقة هاكاثون غزتون في&quot;الحسين التقنية&quot;انطلقت فعاليات هاكاثون &quot;غزّثون&quot; الأول من نوعه في جامعة الحسين التقنية، برعاية بلاتينية من &quot;جو أكاديمي&quot;، بهدف إيجاد حلول مبتكرة للتحديات التي تواجه قطاع غزة نتيجة العدوان الأخير.محاضرة هامة لـ &quot;جو أكاديمي&quot; في مدرسة المدينة الفاضلةألقى مدير المحتوى الإلكتروني في الشركة الأردنية لحلول التعليم الإلكتروني والمحتوى &quot;جو أكاديمي&quot; د. علي حماد في مدرسة المدينة الفاضلة محاضرة هامة حول النظام الجديد للثانوية العامة والحقول الدراسية.انت الآن طالب في منصة جو أكاديميانت الآن طالب في منصة جو أكاديميكل ما يخص طالب 2008طالب 2008
 مرحباً بك في منصة جو أكاديمي (منصة الأوائل في المملكة)امتحانات الشهر الأول - الصف العاشر ف1امتحانات, الشهر الاول, الصف العاشر, اللغة العربية, اللغة الانجليزية, اختبارات, العاشر, اسئلة, اجابات, امتحان, ضع دائرة, مادة الكيمياء, مادة الفيزياء, مادة الاحياء,انت الان  طالب في جو أكاديمي12345</value>
      <webElementGuid>be87d501-9498-4823-8d24-273ab4858066</webElementGuid>
   </webElementProperties>
   <webElementProperties>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath</name>
      <type>Main</type>
      <value>id(&quot;__next&quot;)/div[@class=&quot;tw-flex tw-min-h-screen tw-w-full tw-flex-col tw-justify-between tw-bg-[#F9F9F9]&quot;]/div[@class=&quot;tw-w-full&quot;]/div[@class=&quot;tw-relative tw-flex tw-w-full&quot;]/div[@class=&quot;tw-flex tw-flex-col tw-relative !tw-w-full tw-px-4 md:tw-px-[30px] lg:tw-px-[40px] 2xl:tw-px-[100px] tw-w-full !tw-overflow-hidden&quot;]/div[1]/main[@class=&quot;tw-m-auto tw-mt-10 tw-flex tw-max-w-[1440px] tw-flex-col tw-items-center tw-justify-center tw-justify-items-center&quot;]</value>
      <webElementGuid>ce87306c-49b4-4ca5-a371-5452d10b3e57</webElementGuid>
   </webElementProperties>
   <webElementXpaths>
      <isSelected>true</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:idRelative</name>
      <type>Main</type>
      <value>//div[@id='__next']/div/div[2]/div[2]/div/div/main</value>
      <webElementGuid>17b1eecc-d518-41d2-9ee3-8f686fb92c54</webElementGuid>
   </webElementXpaths>
   <webElementXpaths>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:neighbor</name>
      <type>Main</type>
      <value>(.//*[normalize-space(text()) and normalize-space(.)='تسجيل'])[1]/following::main[1]</value>
      <webElementGuid>1c294567-638a-4874-9a75-b4b9e6037264</webElementGuid>
   </webElementXpaths>
   <webElementXpaths>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:neighbor</name>
      <type>Main</type>
      <value>(.//*[normalize-space(text()) and normalize-space(.)='دخول'])[1]/following::main[1]</value>
      <webElementGuid>4c6f1e7d-342c-44b0-8ad9-a837e25b7660</webElementGuid>
   </webElementXpaths>
   <webElementXpaths>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:position</name>
      <type>Main</type>
      <value>//main</value>
      <webElementGuid>8d9c10c7-2e1d-44ad-aac2-65a23c61d432</webElementGuid>
   </webElementXpaths>
   <webElementXpaths>
      <isSelected>false</isSelected>
      <matchCondition>equals</matchCondition>
      <name>xpath:customAttributes</name>
      <type>Main</type>
      <value>//main[(text() = 'أخبار جو أكاديمياجابات الكتاباخبار عامةأخبار وزاريةعالم المعرفةاجابات امتحاناتأسئلة امتحاناتأخبار توجيهيكتب ودوسياتأخرىاخبار التعليم العاليأخبار جو أكاديمي09/12/2024فريق جو اكاديمينماذج امتحانات نهائية مجانية  لجيل 2009نماذج امتحانات نهائية مجانية  لجيل 2009عروض البلاك فرايديعروض البلاك فرايديإطلاق منصة إلكترونية لتعليم المنهاج الفلسطيني مجانابتوجيهات ملكية سامية، واستمرارا للدور الملكي الهاشمي في دعم صمود الشعب الفلسطيني، جرى اليوم 24 تشرين أول 2024م في جامعة العلوم الإسلامية العالمية في عمان التوقيع على اتفاقية شراكة وتعاون يعُتمد بموجبها تشغيل تطبيق هاتفي مع منصة WISE SCHOOL لتعليم المنهاج الفلسطيني مجاناً لأبناء فلسطين في قطاع غزة والضفة الغربية والقدس الشريف.معسكر &quot;جو أكاديمي&quot; لتكنولوجيا التعليم يكرم 3 ابتكاراتاختتمت &quot;جو أكاديمي&quot;، الشركة الأردنية الرائدة في مجال حلول التعليم الإلكتروني، أول معسكر تدريبي من نوعه في المملكة للابتكار في تكنولوجيا التعليم، برعاية كريمة من وزارة الاقتصاد الرقمي والريادة، وبالتعاون مع شركة أورنج الأردن.ختام معسكر &quot;جو أكاديمي&quot; للابتكار في تكنولوجيا التعليمترعى وزارة الاقتصاد الرقمي والريادة مساء غد الخميس حفل اختتام أول معسكر تدريبي للابتكار في تكنولوجيا التعليم بالمملكة الذي نظمته &quot;جو أكاديمي&quot;، الشركة الأردنية الرائدة في مجال حلول التعليم الإلكتروني بالتعاون مع أورنج الأردن.التربية: صرف رواتب معلمي الإضافي غداأعلنت وزارة التربية والتعليم الأربعاء، تحويل رواتب المعلمين والمعلمات العاملين على حساب التعليم الإضافي مسائي سوريين ورياض الاطفال والمخيمات إلى البنوك.&quot;جو أكاديمي&quot; توفر محتوى تعليمي مجاني لطلبة مخيم الزعتريجددت الشركة الأردنية لحلول التعليم الإلكتروني والمحتوى &quot;جو أكاديمي&quot; اتفاقية تعاون مع منظمة بلومنت (blumont) للعام الثالث على التوالي.المنهاج الفلسطيني على جو اكاديميالمنهاج الفلسطيني من شرح مفصل واوراق عمل وشروحات وحصص مصورة مقدم من منصة جو اكاديمي الى طلاب مدارس فلسطينإطلاق تطبيق للمنهاج الفلسطيني مجاناأعلنت منصة &quot;جو أكاديمي&quot; بالشراكة مع جامعة العلوم الإسلامية العالمية إطلاق &quot;مدرسة جامعة العلوم الإسلامية العالمية&quot; التي تضع بين أيدي طلاب فلسطين وغزة مفاتيح التعليم النوعي مجانا وبدون اتصال بالإنترنت.جو أكاديمي ترعى مسابقة هاكاثون غزتون في&quot;الحسين التقنية&quot;انطلقت فعاليات هاكاثون &quot;غزّثون&quot; الأول من نوعه في جامعة الحسين التقنية، برعاية بلاتينية من &quot;جو أكاديمي&quot;، بهدف إيجاد حلول مبتكرة للتحديات التي تواجه قطاع غزة نتيجة العدوان الأخير.محاضرة هامة لـ &quot;جو أكاديمي&quot; في مدرسة المدينة الفاضلةألقى مدير المحتوى الإلكتروني في الشركة الأردنية لحلول التعليم الإلكتروني والمحتوى &quot;جو أكاديمي&quot; د. علي حماد في مدرسة المدينة الفاضلة محاضرة هامة حول النظام الجديد للثانوية العامة والحقول الدراسية.انت الآن طالب في منصة جو أكاديميانت الآن طالب في منصة جو أكاديميكل ما يخص طالب 2008طالب 2008
 مرحباً بك في منصة جو أكاديمي (منصة الأوائل في المملكة)امتحانات الشهر الأول - الصف العاشر ف1امتحانات, الشهر الاول, الصف العاشر, اللغة العربية, اللغة الانجليزية, اختبارات, العاشر, اسئلة, اجابات, امتحان, ضع دائرة, مادة الكيمياء, مادة الفيزياء, مادة الاحياء,انت الان  طالب في جو أكاديمي12345' or . = 'أخبار جو أكاديمياجابات الكتاباخبار عامةأخبار وزاريةعالم المعرفةاجابات امتحاناتأسئلة امتحاناتأخبار توجيهيكتب ودوسياتأخرىاخبار التعليم العاليأخبار جو أكاديمي09/12/2024فريق جو اكاديمينماذج امتحانات نهائية مجانية  لجيل 2009نماذج امتحانات نهائية مجانية  لجيل 2009عروض البلاك فرايديعروض البلاك فرايديإطلاق منصة إلكترونية لتعليم المنهاج الفلسطيني مجانابتوجيهات ملكية سامية، واستمرارا للدور الملكي الهاشمي في دعم صمود الشعب الفلسطيني، جرى اليوم 24 تشرين أول 2024م في جامعة العلوم الإسلامية العالمية في عمان التوقيع على اتفاقية شراكة وتعاون يعُتمد بموجبها تشغيل تطبيق هاتفي مع منصة WISE SCHOOL لتعليم المنهاج الفلسطيني مجاناً لأبناء فلسطين في قطاع غزة والضفة الغربية والقدس الشريف.معسكر &quot;جو أكاديمي&quot; لتكنولوجيا التعليم يكرم 3 ابتكاراتاختتمت &quot;جو أكاديمي&quot;، الشركة الأردنية الرائدة في مجال حلول التعليم الإلكتروني، أول معسكر تدريبي من نوعه في المملكة للابتكار في تكنولوجيا التعليم، برعاية كريمة من وزارة الاقتصاد الرقمي والريادة، وبالتعاون مع شركة أورنج الأردن.ختام معسكر &quot;جو أكاديمي&quot; للابتكار في تكنولوجيا التعليمترعى وزارة الاقتصاد الرقمي والريادة مساء غد الخميس حفل اختتام أول معسكر تدريبي للابتكار في تكنولوجيا التعليم بالمملكة الذي نظمته &quot;جو أكاديمي&quot;، الشركة الأردنية الرائدة في مجال حلول التعليم الإلكتروني بالتعاون مع أورنج الأردن.التربية: صرف رواتب معلمي الإضافي غداأعلنت وزارة التربية والتعليم الأربعاء، تحويل رواتب المعلمين والمعلمات العاملين على حساب التعليم الإضافي مسائي سوريين ورياض الاطفال والمخيمات إلى البنوك.&quot;جو أكاديمي&quot; توفر محتوى تعليمي مجاني لطلبة مخيم الزعتريجددت الشركة الأردنية لحلول التعليم الإلكتروني والمحتوى &quot;جو أكاديمي&quot; اتفاقية تعاون مع منظمة بلومنت (blumont) للعام الثالث على التوالي.المنهاج الفلسطيني على جو اكاديميالمنهاج الفلسطيني من شرح مفصل واوراق عمل وشروحات وحصص مصورة مقدم من منصة جو اكاديمي الى طلاب مدارس فلسطينإطلاق تطبيق للمنهاج الفلسطيني مجاناأعلنت منصة &quot;جو أكاديمي&quot; بالشراكة مع جامعة العلوم الإسلامية العالمية إطلاق &quot;مدرسة جامعة العلوم الإسلامية العالمية&quot; التي تضع بين أيدي طلاب فلسطين وغزة مفاتيح التعليم النوعي مجانا وبدون اتصال بالإنترنت.جو أكاديمي ترعى مسابقة هاكاثون غزتون في&quot;الحسين التقنية&quot;انطلقت فعاليات هاكاثون &quot;غزّثون&quot; الأول من نوعه في جامعة الحسين التقنية، برعاية بلاتينية من &quot;جو أكاديمي&quot;، بهدف إيجاد حلول مبتكرة للتحديات التي تواجه قطاع غزة نتيجة العدوان الأخير.محاضرة هامة لـ &quot;جو أكاديمي&quot; في مدرسة المدينة الفاضلةألقى مدير المحتوى الإلكتروني في الشركة الأردنية لحلول التعليم الإلكتروني والمحتوى &quot;جو أكاديمي&quot; د. علي حماد في مدرسة المدينة الفاضلة محاضرة هامة حول النظام الجديد للثانوية العامة والحقول الدراسية.انت الآن طالب في منصة جو أكاديميانت الآن طالب في منصة جو أكاديميكل ما يخص طالب 2008طالب 2008
 مرحباً بك في منصة جو أكاديمي (منصة الأوائل في المملكة)امتحانات الشهر الأول - الصف العاشر ف1امتحانات, الشهر الاول, الصف العاشر, اللغة العربية, اللغة الانجليزية, اختبارات, العاشر, اسئلة, اجابات, امتحان, ضع دائرة, مادة الكيمياء, مادة الفيزياء, مادة الاحياء,انت الان  طالب في جو أكاديمي12345')]</value>
      <webElementGuid>e93e995d-b30c-4143-b2a8-4a343ec9efd6</webElementGuid>
   </webElementXpaths>
</WebElementEntity>
